import { ReviewList } from '@/types';
export const REVIEW_LIST: ReviewList = {
  revieweeName: '쑤쑤',
  projectName: 'review-me',
  lastReviewId: 12,
  isLastPage: false,
  reviews: [
    {
      reviewId: 5,
      createdAt: '2024-07-24',
      contentPreview: `1. 물론 시중에 출간되어 있는 책들로 공부하는 것도 큰 장점이지만 더 깊은 공부를 하고 싶을 때 공식 문서를 확인해보는 것이 좋기 때문에, 저 개인적인 생각으로는 언어 공부를 아예 처음 입문하시는 분들은 한국에서 출간된 개발 서적으로 공부를 시작하시다가 모르는 부분이.....`,
      categories: [
        { optionId: 1, content: '🗣️ 커뮤니케이션, 협업 능력' },
        { optionId: 5, content: '🌱 성장 마인드셋' },
      ],
    },
    {
      reviewId: 2,
      createdAt: '2023-08-29',
      contentPreview: `2. 하루스터디는 효율적인 공부 방법을 제공하는 학습 진행 도구 서비스입니다. 하루스터디는 목표 설정 단계, 학습 단계, 회고 단계를 반복하는 학습 사이클을 통해 학습 효율을 끌어올립니다. 하루스터디를 사용하게 되면 '학습을 잘 하는 방법'에 대해서...`,
      categories: [
        { optionId: 3, content: '⏰ 시간 관리 능력' },
        { optionId: 4, content: '🤓 기술적 역량, 전문 지식' },
      ],
    },
    {
      reviewId: 3,
      createdAt: '2021-08-01',
      contentPreview: `3. 공간을 한 눈에, 예약은 한 번에! 맞춤형 공간예약 서비스 제작 플랫폼 찜꽁입니다! 공간 제공자(관리자)는 에디터를 통해 공간을 생성할 수 있습니다! 생성한 공간은 링크를 통해 사용자에게 제공할 수 있으며, 사용자는 링크를 통해 간편하게 공간을 확인하고 예약을...`,
      categories: [
        { optionId: 5, content: '🌱 성장 마인드셋' },
        { optionId: 1, content: '🗣️ 커뮤니케이션, 협업 능력' },
      ],
    },
    {
      reviewId: 4,
      createdAt: '2021-08-01',
      contentPreview: `4. 공간을 한 눈에, 예약은 한 번에! 맞춤형 공간예약 서비스 제작 플랫폼 찜꽁입니다! 공간 제공자(관리자)는 에디터를 통해 공간을 생성할 수 있습니다! 생성한 공간은 링크를 통해 사용자에게 제공할 수 있으며, 사용자는 링크를 통해 간편하게 공간을 확인하고 예약을...`,
      categories: [
        { optionId: 1, content: '🗣️ 커뮤니케이션, 협업 능력' },
        { optionId: 2, content: '💡 문제 해결 능력' },
      ],
    },
    {
      reviewId: 1,
      createdAt: '2021-08-01',
      contentPreview: `5. 공간을 한 눈에, 예약은 한 번에! 맞춤형 공간예약 서비스 제작 플랫폼 찜꽁입니다! 공간 제공자(관리자)는 에디터를 통해 공간을 생성할 수 있습니다! 생성한 공간은 링크를 통해 사용자에게 제공할 수 있으며, 사용자는 링크를 통해 간편하게 공간을 확인하고 예약을...`,
      categories: [
        { optionId: 1, content: '🗣️ 커뮤니케이션, 협업 능력' },
        { optionId: 2, content: '💡 문제 해결 능력' },
      ],
    },
    {
      reviewId: 6,
      createdAt: '2021-08-01',
      contentPreview: `6. 공간을 한 눈에, 예약은 한 번에! 맞춤형 공간예약 서비스 제작 플랫폼 찜꽁입니다! 공간 제공자(관리자)는 에디터를 통해 공간을 생성할 수 있습니다! 생성한 공간은 링크를 통해 사용자에게 제공할 수 있으며, 사용자는 링크를 통해 간편하게 공간을 확인하고 예약을...`,
      categories: [
        { optionId: 5, content: '🌱 성장 마인드셋' },
        { optionId: 1, content: '🗣️ 커뮤니케이션, 협업 능력' },
      ],
    },
    {
      reviewId: 7,
      createdAt: '2021-08-01',
      contentPreview: `7. 공간을 한 눈에, 예약은 한 번에! 맞춤형 공간예약 서비스 제작 플랫폼 찜꽁입니다! 공간 제공자(관리자)는 에디터를 통해 공간을 생성할 수 있습니다! 생성한 공간은 링크를 통해 사용자에게 제공할 수 있으며, 사용자는 링크를 통해 간편하게 공간을 확인하고 예약을...`,
      categories: [
        { optionId: 3, content: '⏰ 시간 관리 능력' },
        { optionId: 2, content: '💡 문제 해결 능력' },
      ],
    },
    {
      reviewId: 8,
      createdAt: '2021-08-01',
      contentPreview: `8. 공간을 한 눈에, 예약은 한 번에! 맞춤형 공간예약 서비스 제작 플랫폼 찜꽁입니다! 공간 제공자(관리자)는 에디터를 통해 공간을 생성할 수 있습니다! 생성한 공간은 링크를 통해 사용자에게 제공할 수 있으며, 사용자는 링크를 통해 간편하게 공간을 확인하고 예약을...`,
      categories: [
        { optionId: 4, content: '🤓 기술적 역량, 전문 지식' },
        { optionId: 5, content: '🌱 성장 마인드셋' },
      ],
    },
    {
      reviewId: 9,
      createdAt: '2021-08-01',
      contentPreview: `9. 공간을 한 눈에, 예약은 한 번에! 맞춤형 공간예약 서비스 제작 플랫폼 찜꽁입니다! 공간 제공자(관리자)는 에디터를 통해 공간을 생성할 수 있습니다! 생성한 공간은 링크를 통해 사용자에게 제공할 수 있으며, 사용자는 링크를 통해 간편하게 공간을 확인하고 예약을...`,
      categories: [
        { optionId: 5, content: '🌱 성장 마인드셋' },
        { optionId: 2, content: '💡 문제 해결 능력' },
      ],
    },
    {
      reviewId: 10,
      createdAt: '2021-08-01',
      contentPreview: `10. 공간을 한 눈에, 예약은 한 번에! 맞춤형 공간예약 서비스 제작 플랫폼 찜꽁입니다! 공간 제공자(관리자)는 에디터를 통해 공간을 생성할 수 있습니다! 생성한 공간은 링크를 통해 사용자에게 제공할 수 있으며, 사용자는 링크를 통해 간편하게 공간을 확인하고 예약을...`,
      categories: [
        { optionId: 1, content: '🗣️ 커뮤니케이션, 협업 능력' },
        { optionId: 3, content: '⏰ 시간 관리 능력' },
      ],
    },
    {
      reviewId: 11,
      createdAt: '2021-08-01',
      contentPreview: `11. 공간을 한 눈에, 예약은 한 번에! 맞춤형 공간예약 서비스 제작 플랫폼 찜꽁입니다! 공간 제공자(관리자)는 에디터를 통해 공간을 생성할 수 있습니다! 생성한 공간은 링크를 통해 사용자에게 제공할 수 있으며, 사용자는 링크를 통해 간편하게 공간을 확인하고 예약을...`,
      categories: [
        { optionId: 1, content: '🗣️ 커뮤니케이션, 협업 능력' },
        { optionId: 2, content: '💡 문제 해결 능력' },
      ],
    },
    {
      reviewId: 12,
      createdAt: '2021-08-01',
      contentPreview: `12. 공간을 한 눈에, 예약은 한 번에! 맞춤형 공간예약 서비스 제작 플랫폼 찜꽁입니다! 공간 제공자(관리자)는 에디터를 통해 공간을 생성할 수 있습니다! 생성한 공간은 링크를 통해 사용자에게 제공할 수 있으며, 사용자는 링크를 통해 간편하게 공간을 확인하고 예약을...`,
      categories: [
        { optionId: 4, content: '🌱 성장 마인드셋' },
        { optionId: 1, content: '🗣️ 커뮤니케이션, 협업 능력' },
      ],
    },
    {
      reviewId: 13,
      createdAt: '2024-07-24',
      contentPreview: `13. 물론 시중에 출간되어 있는 책들로 공부하는 것도 큰 장점이지만 더 깊은 공부를 하고 싶을 때 공식 문서를 확인해보는 것이 좋기 때문에, 저 개인적인 생각으로는 언어 공부를 아예 처음 입문하시는 분들은 한국에서 출간된 개발 서적으로 공부를 시작하시다가 모르는 부분이.....`,
      categories: [
        { optionId: 1, content: '🗣️ 커뮤니케이션, 협업 능력' },
        { optionId: 5, content: '🌱 성장 마인드셋' },
      ],
    },
    {
      reviewId: 14,
      createdAt: '2023-08-29',
      contentPreview: `14. 하루스터디는 효율적인 공부 방법을 제공하는 학습 진행 도구 서비스입니다. 하루스터디는 목표 설정 단계, 학습 단계, 회고 단계를 반복하는 학습 사이클을 통해 학습 효율을 끌어올립니다. 하루스터디를 사용하게 되면 '학습을 잘 하는 방법'에 대해서...`,
      categories: [
        { optionId: 3, content: '⏰ 시간 관리 능력' },
        { optionId: 4, content: '🤓 기술적 역량, 전문 지식' },
      ],
    },
    {
      reviewId: 15,
      createdAt: '2021-08-01',
      contentPreview: `15. 공간을 한 눈에, 예약은 한 번에! 맞춤형 공간예약 서비스 제작 플랫폼 찜꽁입니다! 공간 제공자(관리자)는 에디터를 통해 공간을 생성할 수 있습니다! 생성한 공간은 링크를 통해 사용자에게 제공할 수 있으며, 사용자는 링크를 통해 간편하게 공간을 확인하고 예약을...`,
      categories: [
        { optionId: 5, content: '🌱 성장 마인드셋' },
        { optionId: 1, content: '🗣️ 커뮤니케이션, 협업 능력' },
      ],
    },
    {
      reviewId: 16,
      createdAt: '2021-08-01',
      contentPreview: `16. 공간을 한 눈에, 예약은 한 번에! 맞춤형 공간예약 서비스 제작 플랫폼 찜꽁입니다! 공간 제공자(관리자)는 에디터를 통해 공간을 생성할 수 있습니다! 생성한 공간은 링크를 통해 사용자에게 제공할 수 있으며, 사용자는 링크를 통해 간편하게 공간을 확인하고 예약을...`,
      categories: [
        { optionId: 1, content: '🗣️ 커뮤니케이션, 협업 능력' },
        { optionId: 2, content: '💡 문제 해결 능력' },
      ],
    },
    {
      reviewId: 17,
      createdAt: '2021-08-01',
      contentPreview: `17. 공간을 한 눈에, 예약은 한 번에! 맞춤형 공간예약 서비스 제작 플랫폼 찜꽁입니다! 공간 제공자(관리자)는 에디터를 통해 공간을 생성할 수 있습니다! 생성한 공간은 링크를 통해 사용자에게 제공할 수 있으며, 사용자는 링크를 통해 간편하게 공간을 확인하고 예약을...`,
      categories: [
        { optionId: 1, content: '🗣️ 커뮤니케이션, 협업 능력' },
        { optionId: 2, content: '💡 문제 해결 능력' },
      ],
    },
    {
      reviewId: 18,
      createdAt: '2021-08-01',
      contentPreview: `18. 공간을 한 눈에, 예약은 한 번에! 맞춤형 공간예약 서비스 제작 플랫폼 찜꽁입니다! 공간 제공자(관리자)는 에디터를 통해 공간을 생성할 수 있습니다! 생성한 공간은 링크를 통해 사용자에게 제공할 수 있으며, 사용자는 링크를 통해 간편하게 공간을 확인하고 예약을...`,
      categories: [
        { optionId: 5, content: '🌱 성장 마인드셋' },
        { optionId: 1, content: '🗣️ 커뮤니케이션, 협업 능력' },
      ],
    },
    {
      reviewId: 19,
      createdAt: '2021-08-01',
      contentPreview: `19. 공간을 한 눈에, 예약은 한 번에! 맞춤형 공간예약 서비스 제작 플랫폼 찜꽁입니다! 공간 제공자(관리자)는 에디터를 통해 공간을 생성할 수 있습니다! 생성한 공간은 링크를 통해 사용자에게 제공할 수 있으며, 사용자는 링크를 통해 간편하게 공간을 확인하고 예약을...`,
      categories: [
        { optionId: 3, content: '⏰ 시간 관리 능력' },
        { optionId: 2, content: '💡 문제 해결 능력' },
      ],
    },
    {
      reviewId: 20,
      createdAt: '2021-08-01',
      contentPreview: `20. 공간을 한 눈에, 예약은 한 번에! 맞춤형 공간예약 서비스 제작 플랫폼 찜꽁입니다! 공간 제공자(관리자)는 에디터를 통해 공간을 생성할 수 있습니다! 생성한 공간은 링크를 통해 사용자에게 제공할 수 있으며, 사용자는 링크를 통해 간편하게 공간을 확인하고 예약을...`,
      categories: [
        { optionId: 4, content: '🤓 기술적 역량, 전문 지식' },
        { optionId: 5, content: '🌱 성장 마인드셋' },
      ],
    },
    {
      reviewId: 21,
      createdAt: '2021-08-01',
      contentPreview: `21. 공간을 한 눈에, 예약은 한 번에! 맞춤형 공간예약 서비스 제작 플랫폼 찜꽁입니다! 공간 제공자(관리자)는 에디터를 통해 공간을 생성할 수 있습니다! 생성한 공간은 링크를 통해 사용자에게 제공할 수 있으며, 사용자는 링크를 통해 간편하게 공간을 확인하고 예약을...`,
      categories: [
        { optionId: 5, content: '🌱 성장 마인드셋' },
        { optionId: 2, content: '💡 문제 해결 능력' },
      ],
    },
    {
      reviewId: 22,
      createdAt: '2021-08-01',
      contentPreview: `22. 공간을 한 눈에, 예약은 한 번에! 맞춤형 공간예약 서비스 제작 플랫폼 찜꽁입니다! 공간 제공자(관리자)는 에디터를 통해 공간을 생성할 수 있습니다! 생성한 공간은 링크를 통해 사용자에게 제공할 수 있으며, 사용자는 링크를 통해 간편하게 공간을 확인하고 예약을...`,
      categories: [
        { optionId: 1, content: '🗣️ 커뮤니케이션, 협업 능력' },
        { optionId: 3, content: '⏰ 시간 관리 능력' },
      ],
    },
    {
      reviewId: 23,
      createdAt: '2021-08-01',
      contentPreview: `23. 공간을 한 눈에, 예약은 한 번에! 맞춤형 공간예약 서비스 제작 플랫폼 찜꽁입니다! 공간 제공자(관리자)는 에디터를 통해 공간을 생성할 수 있습니다! 생성한 공간은 링크를 통해 사용자에게 제공할 수 있으며, 사용자는 링크를 통해 간편하게 공간을 확인하고 예약을...`,
      categories: [
        { optionId: 1, content: '🗣️ 커뮤니케이션, 협업 능력' },
        { optionId: 2, content: '💡 문제 해결 능력' },
      ],
    },
    {
      reviewId: 24,
      createdAt: '2021-08-01',
      contentPreview: `24. 공간을 한 눈에, 예약은 한 번에! 맞춤형 공간예약 서비스 제작 플랫폼 찜꽁입니다! 공간 제공자(관리자)는 에디터를 통해 공간을 생성할 수 있습니다! 생성한 공간은 링크를 통해 사용자에게 제공할 수 있으며, 사용자는 링크를 통해 간편하게 공간을 확인하고 예약을...`,
      categories: [
        { optionId: 4, content: '🌱 성장 마인드셋' },
        { optionId: 1, content: '🗣️ 커뮤니케이션, 협업 능력' },
      ],
    },
  ],
};
