import { ReviewList } from '@/types';
export const REVIEW_LIST: ReviewList = {
  revieweeName: '쑤쑤',
  projectName: 'review-me',
  lastReviewId: 24,
  isLastPage: false,
  reviews: [
    {
      reviewId: 5,
      createdAt: '2024-07-24',
      contentPreview: `1. 나는 짧은 데이터`,
      categories: [
        { optionId: 1, content: '🗣️ 커뮤니케이션, 협업 능력' },
        { optionId: 5, content: '🌱 성장 마인드셋' },
      ],
    },
    {
      reviewId: 2,
      createdAt: '2023-08-29',
      contentPreview: `2. 전해주고 싶어 슬픈 시간이 다 흩어진 후에야 들리지만 눈을 감고 느껴봐 움직이는 마음 너를 향한 내 눈빛을 특별한 기적을 기다리지마 눈 앞에선 우리의 거친 길은 알 수 없는 미래와 벽 바꾸지 않아 포기할 수 없어 변치 않을 사랑으로 지켜줘 상처 입은 내 맘까지 시선 속에서 말은 필요 없어 멈춰져 버린 이 시간 사랑해 널 이 느낌 이대로 그려왔던 헤매임의 끝 이 세상 속에서 반복되는 슬픔 이젠 안녕 수많은 알 수 없는 길 속에 희미한 빛을 난 쫓아가 언제까지라도 함께 하는거야 다시 만난 나의 세계`,
      categories: [
        { optionId: 3, content: '⏰ 시간 관리 능력' },
        { optionId: 4, content: '🤓 기술적 역량, 전문 지식' },
      ],
    },
    {
      reviewId: 3,
      createdAt: '2021-08-01',
      contentPreview: `3. 'Cause, ah-ah, I'm in the stars tonight
        So watch me bring the fire and set the night alight
        Shoes on, get up in the morn
        Cup of milk, let's rock and roll
        King Kong, kick the drum, rolling on like a rolling stone
        Sing song when I'm walking home
        Jump up to the top, LeBron
        Ding dong, call me on my phone
        Ice tea and a game of ping pong This is getting heavy
        Can you hear the bass boom, I'm ready
        Life is sweet as honey
        Yeah this beat cha ching like money
        Disco overload I'm into that I'm good to go
      `,
      categories: [
        { optionId: 5, content: '🌱 성장 마인드셋' },
        { optionId: 1, content: '🗣️ 커뮤니케이션, 협업 능력' },
      ],
    },
    {
      reviewId: 4,
      createdAt: '2021-08-01',
      contentPreview: `4. 솔직히, 말할게 많이 기다려 왔어
          너도 그랬을 거라 믿어
          오늘이 오길 매일같이 달력을 보면서
          솔직히, 나에게도, 지금 이 순간은
          꿈만 같아, 너와 함께라
          오늘을 위해 꽤 많은 걸 준비해 봤어
          All about you and I, 다른 건 다 제쳐 두고
          Now come with me, take my hand
          아름다운 청춘의 한 장 함께 써내려 가자
          너와의 추억들로 가득 채울래 (come on!)
          아무 걱정도 하지는 마, 나에게 다 맡겨 봐
          `,
      categories: [
        { optionId: 1, content: '🗣️ 커뮤니케이션, 협업 능력' },
        { optionId: 2, content: '💡 문제 해결 능력' },
      ],
    },
    {
      reviewId: 1,
      createdAt: '2021-08-01',
      contentPreview: `5. I'm like some kind of supernova
        Watch out
        Look at me go, 재미 좀 볼
        빛의 core, so hot, hot
        문이 열려 서로의 존재를 느껴
        마치 Discord, 날 닮은 너 (incoming!), 너 누구야? (Drop)
        사건은 다가와, ah-oh, ayy
        거세게 커져가, ah-oh, ayy
        That tick, that tick, tick bomb
        That tick, that tick, tick bomb
      `,
      categories: [
        { optionId: 1, content: '🗣️ 커뮤니케이션, 협업 능력' },
        { optionId: 2, content: '💡 문제 해결 능력' },
      ],
    },
    {
      reviewId: 6,
      createdAt: '2021-08-01',
      contentPreview: `6. 네가 참 궁금해 그건 너도 마찬가지 이거면 충분해 쫓고 쫓는 이런 놀이 참을 수 없는 이끌림과 호기심 묘한 너와 나 두고 보면 알겠지 Ooh-ooh, ooh-ooh 눈동자 아래로 Ooh-ooh, ooh-ooh 감추고 있는 거 Narcissistic, my God, I love it
        서로를 비춘 밤
        아름다운 까만 눈빛 더 빠져 깊이
        (넌 내게로, 난 네게로)
        숨 참고 love dive
        Ooh-ooh, ooh-ooh, lalalala-lalala
        `,
      categories: [
        { optionId: 5, content: '🌱 성장 마인드셋' },
        { optionId: 1, content: '🗣️ 커뮤니케이션, 협업 능력' },
      ],
    },
    {
      reviewId: 7,
      createdAt: '2021-08-01',
      contentPreview: `7. 나는 짧은 데이터`,
      categories: [
        { optionId: 3, content: '⏰ 시간 관리 능력' },
        { optionId: 2, content: '💡 문제 해결 능력' },
      ],
    },
    {
      reviewId: 8,
      createdAt: '2021-08-01',
      contentPreview: `8. 공간을 한 눈에, 예약은 한 번에! 맞춤형 공간예약 서비스 제작 플랫폼 찜꽁입니다! 공간 제공자(관리자)는 에디터를 통해 공간을 생성할 수 있습니다! 생성한 공간은 링크를 통해 사용자에게 제공할 수 있으며, 사용자는 링크를 통해 간편하게 공간을 확인하고 예약을...`,
      categories: [
        { optionId: 4, content: '🤓 기술적 역량, 전문 지식' },
        { optionId: 5, content: '🌱 성장 마인드셋' },
      ],
    },
    {
      reviewId: 9,
      createdAt: '2021-08-01',
      contentPreview: `9. 공간을 한 눈에, 예약은 한 번에! 맞춤형 공간예약 서비스 제작 플랫폼 찜꽁입니다! 공간 제공자(관리자)는 에디터를 통해 공간을 생성할 수 있습니다! 생성한 공간은 링크를 통해 사용자에게 제공할 수 있으며, 사용자는 링크를 통해 간편하게 공간을 확인하고 예약을...`,
      categories: [
        { optionId: 5, content: '🌱 성장 마인드셋' },
        { optionId: 2, content: '💡 문제 해결 능력' },
      ],
    },
    {
      reviewId: 10,
      createdAt: '2021-08-01',
      contentPreview: `10. 공간을 한 눈에, 예약은 한 번에! 맞춤형 공간예약 서비스 제작 플랫폼 찜꽁입니다! 공간 제공자(관리자)는 에디터를 통해 공간을 생성할 수 있습니다! 생성한 공간은 링크를 통해 사용자에게 제공할 수 있으며, 사용자는 링크를 통해 간편하게 공간을 확인하고 예약을...`,
      categories: [
        { optionId: 1, content: '🗣️ 커뮤니케이션, 협업 능력' },
        { optionId: 3, content: '⏰ 시간 관리 능력' },
      ],
    },
    {
      reviewId: 11,
      createdAt: '2021-08-01',
      contentPreview: `11. 공간을 한 눈에, 예약은 한 번에! 맞춤형 공간예약 서비스 제작 플랫폼 찜꽁입니다! 공간 제공자(관리자)는 에디터를 통해 공간을 생성할 수 있습니다! 생성한 공간은 링크를 통해 사용자에게 제공할 수 있으며, 사용자는 링크를 통해 간편하게 공간을 확인하고 예약을...`,
      categories: [
        { optionId: 1, content: '🗣️ 커뮤니케이션, 협업 능력' },
        { optionId: 2, content: '💡 문제 해결 능력' },
      ],
    },
    {
      reviewId: 12,
      createdAt: '2021-08-01',
      contentPreview: `12. 공간을 한 눈에, 예약은 한 번에! 맞춤형 공간예약 서비스 제작 플랫폼 찜꽁입니다! 공간 제공자(관리자)는 에디터를 통해 공간을 생성할 수 있습니다! 생성한 공간은 링크를 통해 사용자에게 제공할 수 있으며, 사용자는 링크를 통해 간편하게 공간을 확인하고 예약을...`,
      categories: [
        { optionId: 4, content: '🌱 성장 마인드셋' },
        { optionId: 1, content: '🗣️ 커뮤니케이션, 협업 능력' },
      ],
    },
    {
      reviewId: 13,
      createdAt: '2024-07-24',
      contentPreview: `13. 물론 시중에 출간되어 있는 책들로 공부하는 것도 큰 장점이지만 더 깊은 공부를 하고 싶을 때 공식 문서를 확인해보는 것이 좋기 때문에, 저 개인적인 생각으로는 언어 공부를 아예 처음 입문하시는 분들은 한국에서 출간된 개발 서적으로 공부를 시작하시다가 모르는 부분이.....`,
      categories: [
        { optionId: 1, content: '🗣️ 커뮤니케이션, 협업 능력' },
        { optionId: 5, content: '🌱 성장 마인드셋' },
      ],
    },
    {
      reviewId: 14,
      createdAt: '2023-08-29',
      contentPreview: `14. 하루스터디는 효율적인 공부 방법을 제공하는 학습 진행 도구 서비스입니다. 하루스터디는 목표 설정 단계, 학습 단계, 회고 단계를 반복하는 학습 사이클을 통해 학습 효율을 끌어올립니다. 하루스터디를 사용하게 되면 '학습을 잘 하는 방법'에 대해서...`,
      categories: [
        { optionId: 3, content: '⏰ 시간 관리 능력' },
        { optionId: 4, content: '🤓 기술적 역량, 전문 지식' },
      ],
    },
    {
      reviewId: 15,
      createdAt: '2021-08-01',
      contentPreview: `15. 공간을 한 눈에, 예약은 한 번에! 맞춤형 공간예약 서비스 제작 플랫폼 찜꽁입니다! 공간 제공자(관리자)는 에디터를 통해 공간을 생성할 수 있습니다! 생성한 공간은 링크를 통해 사용자에게 제공할 수 있으며, 사용자는 링크를 통해 간편하게 공간을 확인하고 예약을...`,
      categories: [
        { optionId: 5, content: '🌱 성장 마인드셋' },
        { optionId: 1, content: '🗣️ 커뮤니케이션, 협업 능력' },
      ],
    },
    {
      reviewId: 16,
      createdAt: '2021-08-01',
      contentPreview: `16. 공간을 한 눈에, 예약은 한 번에! 맞춤형 공간예약 서비스 제작 플랫폼 찜꽁입니다! 공간 제공자(관리자)는 에디터를 통해 공간을 생성할 수 있습니다! 생성한 공간은 링크를 통해 사용자에게 제공할 수 있으며, 사용자는 링크를 통해 간편하게 공간을 확인하고 예약을...`,
      categories: [
        { optionId: 1, content: '🗣️ 커뮤니케이션, 협업 능력' },
        { optionId: 2, content: '💡 문제 해결 능력' },
      ],
    },
    {
      reviewId: 17,
      createdAt: '2021-08-01',
      contentPreview: `17. 공간을 한 눈에, 예약은 한 번에! 맞춤형 공간예약 서비스 제작 플랫폼 찜꽁입니다! 공간 제공자(관리자)는 에디터를 통해 공간을 생성할 수 있습니다! 생성한 공간은 링크를 통해 사용자에게 제공할 수 있으며, 사용자는 링크를 통해 간편하게 공간을 확인하고 예약을...`,
      categories: [
        { optionId: 1, content: '🗣️ 커뮤니케이션, 협업 능력' },
        { optionId: 2, content: '💡 문제 해결 능력' },
      ],
    },
    {
      reviewId: 18,
      createdAt: '2021-08-01',
      contentPreview: `18. 공간을 한 눈에, 예약은 한 번에! 맞춤형 공간예약 서비스 제작 플랫폼 찜꽁입니다! 공간 제공자(관리자)는 에디터를 통해 공간을 생성할 수 있습니다! 생성한 공간은 링크를 통해 사용자에게 제공할 수 있으며, 사용자는 링크를 통해 간편하게 공간을 확인하고 예약을...`,
      categories: [
        { optionId: 5, content: '🌱 성장 마인드셋' },
        { optionId: 1, content: '🗣️ 커뮤니케이션, 협업 능력' },
      ],
    },
    {
      reviewId: 19,
      createdAt: '2021-08-01',
      contentPreview: `19. 공간을 한 눈에, 예약은 한 번에! 맞춤형 공간예약 서비스 제작 플랫폼 찜꽁입니다! 공간 제공자(관리자)는 에디터를 통해 공간을 생성할 수 있습니다! 생성한 공간은 링크를 통해 사용자에게 제공할 수 있으며, 사용자는 링크를 통해 간편하게 공간을 확인하고 예약을...`,
      categories: [
        { optionId: 3, content: '⏰ 시간 관리 능력' },
        { optionId: 2, content: '💡 문제 해결 능력' },
      ],
    },
    {
      reviewId: 20,
      createdAt: '2021-08-01',
      contentPreview: `20. 공간을 한 눈에, 예약은 한 번에! 맞춤형 공간예약 서비스 제작 플랫폼 찜꽁입니다! 공간 제공자(관리자)는 에디터를 통해 공간을 생성할 수 있습니다! 생성한 공간은 링크를 통해 사용자에게 제공할 수 있으며, 사용자는 링크를 통해 간편하게 공간을 확인하고 예약을...`,
      categories: [
        { optionId: 4, content: '🤓 기술적 역량, 전문 지식' },
        { optionId: 5, content: '🌱 성장 마인드셋' },
      ],
    },
    {
      reviewId: 21,
      createdAt: '2021-08-01',
      contentPreview: `21. 공간을 한 눈에, 예약은 한 번에! 맞춤형 공간예약 서비스 제작 플랫폼 찜꽁입니다! 공간 제공자(관리자)는 에디터를 통해 공간을 생성할 수 있습니다! 생성한 공간은 링크를 통해 사용자에게 제공할 수 있으며, 사용자는 링크를 통해 간편하게 공간을 확인하고 예약을...`,
      categories: [
        { optionId: 5, content: '🌱 성장 마인드셋' },
        { optionId: 2, content: '💡 문제 해결 능력' },
      ],
    },
    {
      reviewId: 22,
      createdAt: '2021-08-01',
      contentPreview: `22. 공간을 한 눈에, 예약은 한 번에! 맞춤형 공간예약 서비스 제작 플랫폼 찜꽁입니다! 공간 제공자(관리자)는 에디터를 통해 공간을 생성할 수 있습니다! 생성한 공간은 링크를 통해 사용자에게 제공할 수 있으며, 사용자는 링크를 통해 간편하게 공간을 확인하고 예약을...`,
      categories: [
        { optionId: 1, content: '🗣️ 커뮤니케이션, 협업 능력' },
        { optionId: 3, content: '⏰ 시간 관리 능력' },
      ],
    },
    {
      reviewId: 23,
      createdAt: '2021-08-01',
      contentPreview: `23. 공간을 한 눈에, 예약은 한 번에! 맞춤형 공간예약 서비스 제작 플랫폼 찜꽁입니다! 공간 제공자(관리자)는 에디터를 통해 공간을 생성할 수 있습니다! 생성한 공간은 링크를 통해 사용자에게 제공할 수 있으며, 사용자는 링크를 통해 간편하게 공간을 확인하고 예약을...`,
      categories: [
        { optionId: 1, content: '🗣️ 커뮤니케이션, 협업 능력' },
        { optionId: 2, content: '💡 문제 해결 능력' },
      ],
    },
    {
      reviewId: 24,
      createdAt: '2021-08-01',
      contentPreview: `24. 공간을 한 눈에, 예약은 한 번에! 맞춤형 공간예약 서비스 제작 플랫폼 찜꽁입니다! 공간 제공자(관리자)는 에디터를 통해 공간을 생성할 수 있습니다! 생성한 공간은 링크를 통해 사용자에게 제공할 수 있으며, 사용자는 링크를 통해 간편하게 공간을 확인하고 예약을...`,
      categories: [
        { optionId: 4, content: '🌱 성장 마인드셋' },
        { optionId: 1, content: '🗣️ 커뮤니케이션, 협업 능력' },
      ],
    },
  ],
};
